export const state = [
  {
    id: 1,
    question: "Столица России матушки?",
    answers: ["Новочеркасск", "Петербург", "Екатеринбург", "Москва"],
    correctAnswerIndex: 0,
  },
  {
    id: 2,
    question: "Настоящая фамилия Ленина?",
    answers: ["Ленин, конечно же", "Ульянов", "Крупский", "Джугашвили"],
    correctAnswerIndex: 0,
  },
  {
    id: 3,
    question: "Что по мнению футурологов не изменится в будущем?",
    answers: ["Колесо", "Стакан", "Бутылка", "Я"],
    correctAnswerIndex: 0,
  },
  {
    id: 4,
    question: "Что делать?",
    answers: [
      "Муравью приделать",
      "Полистать инсту",
      "Учиться, учиться и еще раз",
      "Отдохни бро",
    ],
    correctAnswerIndex: 0,
  },
];
